{"id": "commonwealth:z603vh98k", "system_create_dtsi": "2016-11-21T17:14:29Z", "system_modified_dtsi": "2021-09-28T23:17:39Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:z603vj682", "exemplary_image_key_base_ss": "images/commonwealth:z603vj682", "title_info_primary_tsi": "Library of Congress Collection", "title_info_primary_ssi": "Library of Congress Collection", "abstract_tsi": "<a href=\"https://www.loc.gov\" target=\"_blank\"><strong>Library of Congress, Geography and Map Division </strong></a><br/><br/>The Library of Congress is the largest library in the world, with millions of books, recordings, photographs, newspapers, maps and manuscripts in its collections. The Library is the main research arm of the U.S. Congress and the home of the U.S. Copyright Office. The Geography and Map Division of the Library of Congress provides cartographic and geographic information for all parts of the world to the Congress, Federal agencies, state and local governments, the scholarly community, and to the general public. It is the largest and most comprehensive cartographic collection in the world, numbering over 5.2 million maps, including 80,000 atlases, 25,000 geospatial datasets, 6,000 reference works, numerous globes and three-dimensional plastic relief models, and a large number of cartographic materials in other formats.<br/><br/>Currently, this selection of digital images includes more than 600 maps providing geographic coverage of eastern North America or the West Indies during the American Revolutionary War era.&nbsp; The selected images include most of the manuscript maps from this time period, as well as printed nautical charts of the Maritime Provinces and New England published in <em>The Atlantic Neptune</em>, that supplement charts already part of the Leventhal Map Center collection.&nbsp; The Library of Congress&rsquo; entire collection of Revolutionary War era maps, which numbers over 2,150 items, is described in <em>Maps and Charts of North America and the West Indies,, 1750-1789</em>, compiled by John P. Sellers and Patricia Molen Van Ee (Washington, DC: Library of Congress, 1981).<br/><br/><a href=\"https://www.loc.gov/\" target=\"_blank\">https://www.loc.gov/</a>", "physical_location_ssim": ["Library of Congress Geography and Map Division"], "institution_name_ssi": "Library of Congress Geography and Map Division", "institution_ark_id_ssi": "commonwealth:z603vh979", "genre_basic_ssim": ["Collections", "Maps", "Manuscripts", "Prints", "Objects"], "_version_": 1778749761565753344, "timestamp": "2023-10-03T15:46:02.918Z"}