{"id": "commonwealth:j3860802m", "system_create_dtsi": "2014-12-11T18:11:11Z", "system_modified_dtsi": "2021-10-13T21:11:04Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["commonwealth", "nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:hq37vv958", "exemplary_image_key_base_ss": "images/commonwealth:hq37vv958", "title_info_primary_tsi": "Sidney R. Knafel Map Collection at Phillips Academy", "title_info_primary_ssi": "Sidney R. Knafel Map Collection at Phillips Academy", "abstract_tsi": "<strong><a href=\"https://www.andover.edu/learning/academic-curriculum/the-sidney-r-knafel-map-collection\" target=\"_blank\">Sidney R. Knafel Map Collection at Phillips Academy </a></strong><br/><br/>The Sidney R. Knafel Map Collection is history itself in the form of a unique collection of atlases, maps, and globes dating from 1434 well into the 19th century. Many of these rare objects and documents are the subject of a 1992 book, <em>Shedding the Veil: Mapping the European Discovery of America and the World</em> by Thomas Su&aacute;rez, and comprised in that year as an exhibit at the Addison Gallery on the campus of Phillips Academy in Andover Massachusetts, to mark the 500th anniversary of Columbus&#39; landing in the New World.<br/><br/>The collection was given to Phillips Academy in December 2011 by Sidney Knafel, class of 1948, in honor of the 18-year tenure leadership of Barbara Chase as she stepped away from the Headship and he from his role as Charter member of the Board of Trustees. Mr. Knafel collected the items as a personal passion inspired by looking out over the Atlantic from Martha&#39;s Vineyard and imagining how this land must have struck those Europeans who arrived half a millennium ago.<br/><br/>At Mr. Knafel&#39;s request, the collection will be on continual display within the teaching spaces of the Academy to be used as classroom tools for students. Digitization affords opportunities for teachers and students to work freely with the collection at the highest resolution so that images of globes, atlases, and renderings of coastal New England and New France at various stages of exploration and incorporation by Europeans can be examined closely.&nbsp; This selection of digital images consists of almost 90 items, including 50 maps of the world, the Western Hemisphere, and New England that are dated before 1750, and an additional 20 that are relevant to the American Revolutionary War era.<br/><br/><a href=\"https://www.andover.edu/learning/academic-curriculum/the-sidney-r-knafel-map-collection\">https://www.andover.edu/learning/academic-curriculum/the-sidney-r-knafel-map-collection</a>", "physical_location_ssim": ["Phillips Academy"], "institution_name_ssi": "Phillips Academy", "institution_ark_id_ssi": "commonwealth:r781wp498", "genre_basic_ssim": ["Collections", "Maps", "Books"], "_version_": 1778750322863243264, "timestamp": "2023-10-03T15:54:58.214Z"}