{"id": "commonwealth:br86kk62z", "system_create_dtsi": "2025-11-17T15:18:08Z", "system_modified_dtsi": "2025-11-17T16:11:30Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["nblmc", "argo"], "hosting_status_ssi": "harvested", "harvesting_status_bsi": false, "exemplary_image_ssi": "commonwealth:nk329x219", "exemplary_image_key_base_ss": "metadata/commonwealth:nk329x219", "exemplary_image_iiif_bsi": false, "exemplary_image_digobj_ss": "commonwealth:cz30z865x", "title_info_primary_tsi": "Osher Map Library Collection", "title_info_primary_ssi": "Osher Map Library Collection", "abstract_tsi": "The Osher Map Library and Smith Center for Cartographic Education at the University of Southern Maine (OML) was founded in the spirit of lifelong learning and a deep commitment to their communities. The OML enables free public access to and engagement with five centuries of cartographic materials via University, K-12, and public educational outreach; the preservation and digitization of their collections; gallery exhibitions; research and scholarship; and public programming. Their work collectively promotes the continued relevance of maps and mapping as tools to help patrons understand the past and the present, and to imagine the future.<br><br>With nearly half a million cartographic items, the collections housed within the OML are global in scope and date back to 1475. Digitized items from their collections are freely available to view online for educational and research purposes, and for the pleasure of viewing historic materials. In addition to depicting a variety of locations on the North American continent in the 18th century, the wonderful items from their collections chosen for inclusion in the ARGO project also provide a unique look at specific geographic areas in the current state of Maine and the surrounding areas of New England.<br><br><a href=\"https://oshermaps.org/\" target=\"_blank\">https://oshermaps.org/</a>", "physical_location_ssim": ["Osher Map Library"], "institution_name_ssi": "Osher Map Library", "institution_ark_id_ssi": "commonwealth:9z90bm157", "genre_basic_ssim": ["Collections", "Maps", "Prints", "Books"], "_version_": 1849054618851475456, "timestamp": "2025-11-17T16:11:39.630Z"}