{"id": "commonwealth:cz30xk43k", "system_create_dtsi": "2025-05-22T14:05:46Z", "system_modified_dtsi": "2025-05-22T15:29:30Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["argo", "nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:qb98v7359", "exemplary_image_key_base_ss": "images/commonwealth:qb98v7359", "title_info_primary_tsi": "Det Kongelige Bibliotek (Royal Library, Denmark) Collection", "title_info_primary_ssi": "Det Kongelige Bibliotek (Royal Library, Denmark) Collection", "abstract_tsi": "<a href=\"https://www.kb.dk/en\" target=\"_blank\">Royal Danish Library</a><br><br>The Royal Danish Library is the national library of Denmark. It works for knowledge and cultural heritage, increasing knowledge about Danish cultural heritage, and preserving and providing access to this heritage via texts, images, and audio in both physical and digital form. They collect and preserve maps and atlases of Denmark, or maps printed in Denmark, in the map collection. It contains the largest total documentation of Danish cartography and map production, and it is also one of Northern Europe's largest collections of maps.<br><br>The core of the collection came from the Danish royal family, and over the years it has been supplemented with gifts from private individuals and materials transferred from other institutions. The oldest maps date back to the 16th century. In addition, they have a number of special collections, including large atlases from the Danish royal family such as Frederik the Fifth's Atlas, as well as special collections of mixed origin, for example the Engineering Corps' collection of maps of foreign locations, Rink's collection and more. They also have significant collections of foreign topographic map series and geological maps. Of this impressive collection, we have selected roughly 100 maps portraying the Americas, the Atlantic region, and Greenland in the latter half of the 18th century.<br><br><a href=\"\nhttps://www.kb.dk/en/find-materials/collections/map-collection\" target=\"_blank\">\nhttps://www.kb.dk/en/find-materials/collections/map-collection</a>.", "physical_location_ssim": ["Det Kongelige Bibliotek (Royal Danish Library)"], "institution_name_ssi": "Det Kongelige Bibliotek (Royal Danish Library)", "institution_ark_id_ssi": "commonwealth:n8716g107", "genre_basic_ssim": ["Collections", "Maps", "Prints"], "_version_": 1832835120773464064, "timestamp": "2025-05-22T15:29:40.889Z"}