{"id": "commonwealth:z603vn85b", "system_create_dtsi": "2016-11-20T04:29:34Z", "system_modified_dtsi": "2021-09-15T01:59:01Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:z603vr21d", "exemplary_image_key_base_ss": "images/commonwealth:z603vr21d", "title_info_primary_tsi": "New York Public Library Collection", "title_info_primary_ssi": "New York Public Library Collection", "abstract_tsi": "<a href=\"https://www.nypl.org/about/divisions/map-division\" target=\"_blank\"><strong>New York Public Library, Lionel Pincus and Princess Firyal Map Collection</strong></a><br/><br/>The New York Public Library has been an essential provider of free books, information, ideas, and education for all New Yorkers for more than 100 years. Founded in 1895, NYPL is the nation&rsquo;s largest public library system, featuring a unique combination of 88 neighborhood branches and four scholarly research centers, bringing together an extraordinary richness of resources and opportunities available to all. The map collection, which was founded in 1898 holds more than 433,000 sheet maps and 20,000 books and atlases, making it the largest map collection in a public library.<br/><br/>The catalog for the NYPL map collection indicated at the time of establishing this digital partnership that there were about 875 entries for maps of North America, dated from 1733-1807.&nbsp; Approximately 225 of these have been digitized, from which we selected 120 maps related to the American Revolutionary War era.&nbsp; Most of these are printed maps dated from 1750 to the first decade of the 19<sup>th</sup> century.&nbsp; The selection includes maps of North America, individual colonies, and New York City and vicinity. These maps are not among the holdings of the Leventhal Map Center.<br/><br/><a href=\"https://www.nypl.org/\" target=\"_blank\">https://www.nypl.org/</a><br/>&nbsp;", "physical_location_ssim": ["New York Public Library"], "institution_name_ssi": "New York Public Library", "institution_ark_id_ssi": "commonwealth:z603vn842", "genre_basic_ssim": ["Collections", "Maps", "Manuscripts"], "_version_": 1778749515726061568, "timestamp": "2023-10-03T15:42:08.467Z"}