{"id": "commonwealth:mw22z436x", "system_create_dtsi": "2023-03-29T18:17:32Z", "system_modified_dtsi": "2023-04-07T20:05:33Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["nblmc", "argo"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:vq282p135", "exemplary_image_key_base_ss": "images/commonwealth:vq282p135", "title_info_primary_tsi": "Library and Archives Canada Collection", "title_info_primary_ssi": "Library and Archives Canada Collection", "abstract_tsi": "Library and Archives Canada (LAC) can trace its origins back to 1872. In 2004, the institution adopted its current name, following the merger of the National Archives and the National Library of Canada.<br><br>The collection includes more than two million cartographic documents from private and government sources, several early atlases, and globes and objects related to cartography, such as printing plates. It represents over 500 years of cartographic history as well as providing information on the federal government of Canada.<br><br>LAC holds thousands of maps dating from the second half of the 18th century. Most of them are engraved and were published by European geographers. Several original manuscript maps are also part of the collection. For the <a href=\"https://www.argomaps.org/\" target=\"_blank\">American Revolutionary Geographies Online (ARGO) project</a>, we are presenting a selection of around 50 manuscript maps. Some of these are from the French colonial period, but most were created during the early years of British colonial rule in what is now Canada and were drawn by military engineers. The most spectacular of these is undoubtedly the massive Murray map, which consists of 44 sheets and depicts the St. Lawrence Valley before the Treaty of Paris (1763).<br><br><a href=\"https://library-archives.canada.ca/eng\" target=\"_blank\">https://library-archives.canada.ca/eng</a>", "physical_location_ssim": ["Library and Archives Canada"], "institution_name_ssi": "Library and Archives Canada", "institution_ark_id_ssi": "commonwealth:jd475x08d", "genre_basic_ssim": ["Collections", "Maps"], "_version_": 1778757920070041600, "timestamp": "2023-10-03T17:55:43.475Z"}