{"id": "commonwealth:p8418t36h", "system_create_dtsi": "2017-11-02T17:33:53Z", "system_modified_dtsi": "2025-05-16T19:30:57Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:p8418t382", "exemplary_image_key_base_ss": "images/commonwealth:p8418t382", "title_info_primary_tsi": "The New York Historical Collection", "title_info_primary_ssi": "The New York Historical Collection", "abstract_tsi": "<strong> <a href=\"https://www.nyhistory.org\" target=\"_blank\">The New York Historical</a> </strong> <br> <br> The New York Historical, one of America’s pre-eminent cultural institutions, is dedicated to fostering research, presenting history and art exhibitions, and public programs that reveal the dynamism of history and its influence on the world of today. Founded in 1804, The New York Historical is the oldest museum in New York City. The New York Historical has a mission to explore the richly layered political, cultural and social history of New York City and State and the nation, and to serve as a national forum for the discussion of issues surrounding the making and meaning of history. <br> <br> The New York Historical’s library is one of the oldest and most distinguished in the United States containing millions of items within interrelated collections of books, pamphlets, maps, atlases, newspapers, broadsides, music sheets, manuscripts, prints, photographs and architectural drawings. It is one of only sixteen libraries in the United States qualified to be a member of the Independent Research Libraries Association. <br> <br> Digital images of approximately 25 maps, both printed and manuscript, from The New York Historical map holdings are included in this digital collection. These items were featured in The New York Historical's exhibition, “Mapping America’s Road from Revolution to Independence,” which originated at the Leventhal Map & Education Center at the Boston Public Library and was remounted at The New York Historical with these additional items from November 3, 2017 to March 11, 2018. <br> <br> <a href=\"https://www.nyhistory.org\">https://www.nyhistory.org</a>", "physical_location_ssim": ["New-York Historical Society"], "institution_name_ssi": "New-York Historical Society", "institution_ark_id_ssi": "commonwealth:p8418t357", "genre_basic_ssim": ["Collections", "Maps", "Manuscripts"], "_version_": 1832306730693820416, "timestamp": "2025-05-16T19:31:08.841Z"}