{"id": "commonwealth:z603vm84v", "system_create_dtsi": "2016-11-20T03:52:32Z", "system_modified_dtsi": "2021-09-16T19:03:48Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:z603vn74t", "exemplary_image_key_base_ss": "images/commonwealth:z603vn74t", "title_info_primary_tsi": "Newberry Library Collection", "title_info_primary_ssi": "Newberry Library Collection", "abstract_tsi": "<strong><a href=\"https://www.newberry.org/\" target=\"_blank\">Newberry Library </a></strong><br/><br/>The Newberry, open to the public without charge, is an independent research library dedicated to the advancement and dissemination of knowledge, especially in the humanities. The Newberry acquires and preserves a broad array of special collections research materials relating to the civilizations of Europe and the Americas. It promotes and provides for their effective use, fostering research, teaching, publication, and life-long learning, as well as civic engagement. In service to its diverse community, the Newberry encourages intellectual pursuit in an atmosphere of free inquiry and sustains the highest standards of collection preservation, bibliographic access, and reader services.<br/><br/>The Newberry Library&rsquo;s extensive cartographic and travel collections include more than 2,500 manuscript maps and manuscript reproductions. The current selection of digital images, which was confined to several important manuscript collections, consists of approximately 50 maps related to North America during the first half of the 18<sup>th</sup> century and the American Revolutionary War era.&nbsp; Most of these are manuscript maps dated from 1717 to the 1790s, along with a few mid-19<sup>th</sup> century tracings of earlier maps.<br/><br/><a href=\"https://www.newberry.org/\" target=\"_blank\">https://www.newberry.org/</a>", "physical_location_ssim": ["Newberry Library"], "institution_name_ssi": "Newberry Library", "institution_ark_id_ssi": "commonwealth:z603vm83k", "genre_basic_ssim": ["Collections", "Maps", "Manuscripts"], "_version_": 1778749668509876224, "timestamp": "2023-10-03T15:44:34.173Z"}