{"id": "commonwealth:41688024w", "system_create_dtsi": "2015-01-15T22:15:45Z", "system_modified_dtsi": "2021-09-14T18:22:47Z", "curator_model_ssi": "Curator::Collection", "curator_model_suffix_ssi": "Collection", "publishing_state_ssi": "published", "destination_site_ssim": ["commonwealth", "bpl", "nblmc"], "hosting_status_ssi": "hosted", "harvesting_status_bsi": true, "exemplary_image_ssi": "commonwealth:qb98n773p", "exemplary_image_key_base_ss": "images/commonwealth:qb98n773p", "title_info_primary_tsi": "Norman B. Leventhal Map Center Collection", "title_info_primary_ssi": "Norman B. Leventhal Map Center Collection", "abstract_tsi": "The&nbsp;<a href=\"https://www.leventhalmap.org\">Norman B. Leventhal Map &amp; Education Center</a>&nbsp;at the Boston Public Library cares for more than a quarter million cartographic and geographic objects, ranging from the fifteenth century to the present, with a global scope and a focus on Boston and New England. Created in 2004 as a private-public partnership between the philanthropist Norman B. Leventhal and the Boston Public Library, the LMEC is located in the McKim Building at the BPL&rsquo;s Central Library in Copley Square. The LMEC features a permanent exhibition gallery and extensive educational, interpretive, and research programs focusing on the critical historical relationship between people and places. The LMEC has a particular focus on K-12 education, with school programs and resources that encourage young people&rsquo;s curiosity about the world through an understanding of geographic relationships and processes. Additionally, the LMEC is a leader in digital humanities initiatives, and many special interactive features and discovery tools built on digital collections are available at the Center&rsquo;s&nbsp;<a href=\"https://www.leventhalmap.org\">website</a>. The LMEC&rsquo;s collections, exhibitions, lectures, research seminars, and public interpretive programs are all free and open to the public. In-person access to the collections are available by appointment at the LMEC Rare Maps Reading Room.", "physical_location_ssim": ["Boston Public Library"], "institution_name_ssi": "Boston Public Library", "institution_ark_id_ssi": "commonwealth:sf268508b", "genre_basic_ssim": ["Collections", "Maps", "Objects", "Manuscripts", "Prints", "Posters", "Photographs", "Books", "Ephemera", "Documents", "Drawings"], "_version_": 1778749511116521472, "timestamp": "2023-10-03T15:42:04.072Z"}